bat
colima
composer
coreutils
docker
gemini-cli
graphviz
gtk+3
htop
imagemagick
ipython
julia
kubernetes-cli
lazydocker
lazygit
luarocks
m-cli
mcphost
mpv
mysql@8.0
nmap
node-build
opencode
pandoc
pgcli
postgresql@16
python@3.12
redis
rust
showkey
snyk-cli
tree-sitter
uv
w3m
watchman
wget
zeromq
jannis-baum/tap/vivify
jstkdng/programs/ueberzugpp
nodenv/nodenv/nodenv-default-packages
