bat
colima
composer
coreutils
htop
imagemagick
ipython
julia
lazygit
luarocks
m-cli
mpv
mysql@8.0
node-build
redis
rust
showkey
tree-sitter
w3m
watchman
wget
zeromq
jannis-baum/tap/vivify
jstkdng/programs/ueberzugpp
nodenv/nodenv/nodenv-default-packages
